{"pageProps":{"texts":{"app":{"code":"en","title":"Gartic Phone - The Telephone Game","description":"The online Telephone Game! Play the popular game for free now","keywords":"gartic phone, telephone game, gartic, game","nickname":"CoolNickname","reconnecting":"Reconnecting","reconnectingtxt":"You have lost connection with the server. Attempting to reconnect...","exitgame":"Do you really want to leave the game?","kick":"Kicked out","kicktxt":"You have been kicked out from the room by the host","ok":"OK","contact":"CONTACT","name":"Name","email":"Email","message":"Message","send":"SEND","errorTitle":"ERROR","errorMessage":"Error while sending the message. Try again later.","sendTitle":"Sent!","sendMessage":"Message successfully sent!","home":"HOME","rotatetxt1":"It is not possible to play on landscape position","rotatetxt2":"Turn back to the vertical position.","roomnotfound":"Room not found","roomnotfoundtxt":"The room you are trying to join no longer exists","banned":"Banned","bannedtxt":"You were banned by the room's host","closedroom":"Closed room","closedroomtxt":"This room is no longer available. The game has already begun","error":"Error","invalidparameters":"Invalid parameters","fullroom":"Full room","fullroomtxt":"This room has reached its capacity","playingthisroom":"You are already playing in this room","connectionlost":"CONNECTION LOST","connectionlosttxt":"You have lost the server connection, and it cannot be restored :(","wrongAuth":"The authentication has failed","wrongProvider":"Log-in data is different from the one required","invitationExpired":"Invitation expired or already used","menuThanks":"THANKS","menuTerms":"TERMS OF SERVICE","menuPrivacy":"PRIVACY","menuDiscord":"DISCORD","menuDiscordLink":"https://discord.gg/gartic","menuContact":"CONTACT","menuAssets":"ASSETS","menuHome":"HOME","menuGarticLink":"https://gartic.com","menuOnrizonLink":"https://onrizon.com/en/","menuBlog":"BLOG","langSelect":"SELECT THE LANGUAGE:","language":"LANGUAGE","confirm":"CONFIRM","moderation":"MODERATION ENABLED","moderationtxt1":"Click the button below and paste the link on a hidden tab. Anyone who access the link will be a moderator, so keep it safe","moderationtxt2":"Check the interactions before they're shown to the other players","copyLink":"COPY LINK","feedbackCopy":"COPIED!"},"page":{"title":"PRIVACY","topic":["INTRODUCTION","DATA COLLECTION","HOW WE USE DATA","STORAGE","LEGAL BASES","ABOUT DATA PROCESSING AND TRANSFERRING","USE OF COOKIES","DATA PROTECTION","ACCESS AND ACCURACY","OTHER PROVISIONS"],"introduction":["This Policy aims to respect your privacy regarding any information we may collect from you while playing Gartic Phone (the \"game\") on any platform or source. Consequently, we developed this statement to ensure you know how our game treats your data."],"dataCollection":["Data we may collect when you use our service:","- Browser and Device information such as the type of web browser, computer, platform, and related software; device type and model, manufacturer; operating system type and version, inferred from IP address and identifiers assigned to a device or other unique device identifiers (typically an alphanumeric string allocated to a device by the device manufacturer, identifiers stored in our cookie, ETag, or browser or web cache);","- The number of times you play the game and how much time you spend on it;","- Ad information, such as the content of the ad (what the ad is about, e.g., entertainment, news); the ad type (e.g., text, image, or video); where the ad is served (e.g., the website on which the ad appears); whether you clicked on the ad, the number of times you have seen the ad, and information about your interaction with the ad;","- Data such as unique IDs and nicknames are solely collected when you log in to a social network. Storage validity is the minimum period of time that the lobby remains active before all data is discarded;","2.1) Discord Activities;","When you access the game through Discord activities, we may collect the following data and its purpose:","- Username/avatar and banner. In order to obtain information about your tag, which will be shown in the game lobby;","- Read your voice settings and listen for voice events. In order to determine which voice channel you are in and generate a new lobby for you to play. We do not record or listen to the voices on this channel, and no data on the text or sound sent in that channel is collected or retained;","- Set your current activity. To demonstrate your present activities to others."],"howWeUseData":["- To gather analysis or valuable information so that we can improve our maintain our Services;","- To enhance the Services for analysis and reporting purposes and to provide technical support or answer your questions, including the data used to record any failures in our provision of the Services. Therefore, we can report such interruptions.","- To monitor the usage of our Service;","- To customize and improve your user experience on this site. Efforts will be made to prevent your data from being made available to third parties unless: to detect, prevent and address technical issues or to provide contextual advertisements that are of your interest"],"storage":["Please note that all game room-related data is immediately discarded when the room no longer exists; That means no data identifying a user as a single person is stored. We will keep the data only as long as it is relevant and valuable for its originally collected purpose and otherwise as required by law. "],"legalBases":["We consider the following legal bases for data processing:","- When your data usage is required to fulfill our obligations under a contract with you. (e.g., to comply with our Service Terms);","- When your data usage is necessary for our legitimate interests or the legitimate interests of others;","- When using your information is needed to comply with legal obligations or the exertion of rights;","- When you give us permission to use it."],"aboutDataProcessingTransferring":["The data we collect from you may be transferred and stored outside the United Kingdom or the European Economic Area (EEA), such as the USA. This transfer is required to host the Services, provide other supporting services, and allow you to use our Services deliberately.","We use third parties to help us manage your information and services, customer service providers to host the game and database, and marketing companies to manage the advertising that appears to you.","We may share non-personal information with third parties, such as aggregate user statistics, demographic data, and Usage Information. We may remove data elements, such as log-in information as previously defined, and summarize or aggregate the remaining information to analyze web traffic trends, preferences, and activity across the Service.","These are the companies that process data on our behalf but cannot use them for their independent purposes:","- <a href='https://policies.google.com/privacy?hl=en-US' target='_blank'>Google</a>","- <a href='https://www.digitalocean.com/legal/acceptable-use-policy' target='_blank'>Digital Ocean</a>","- <a href='https://www.cloudflare.com/pt-br/privacypolicy/' target='_blank'>Cloudflare</a>","- <a href='https://vercel.com/legal/privacy-policy' target='_blank'>Vercel</a>","- <a href='https://sendgrid.com/policies/security/' target='_blank'>SendGrid</a>","- <a href='https://adinplay.com/privacy-and-cookies-policy/#:~:text=We%20will%20retain%20and%20use,our%20legal%20agreements%20and%20policies.' target='_blank'>Adinplay</a>","Such agents or third parties do not have any rights to use Personal Information beyond what is absolutely necessary to assist us.","We may disclose your Information to third parties without your consent if we have reason to believe that disclosing this information is necessary to identify, contact, or bring legal action against someone who may be causing injury to or interference with (either intentionally or unintentionally) our rights or property, other users of the Services, or anyone else (including the rights or property of anyone else) that could be harmed by such activities. We may disclose Personal Information when we believe in good faith that such disclosure is required by and in accordance with the law."],"useOfCookies":["We may use \"cookies\" to improve the user experience. Your web browser is responsible for controlling and sharing your information through cookies.","Here are some examples of ways we can use cookies when is strictly necessary:","- Keep you logged while you are visiting;","- Perform our services;","- Allow you to navigate our Services freely;","Users can change their web browser settings to refuse or warn them when Cookies are being used or sent. If done, you may observe some malfunction on some parts of the website.","Do Not Track (“DNT”) is a privacy preference that users can set in specific web browsers. Please note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers."],"dataProtection":["We are committed to the safety of your information. Here are some measures we take to improve it:","- Cryptography on our server communication, including personal information;","- Highly safe server access architecture;","- Internal policy of restricting access to the server's data.","Although we strive to protect your data and privacy, no security method or firewall can be guaranteed to protect information from hackers or human error. Consequently, we expressly disclaim responsibility and liability for your data's loss, theft, destruction, or inadvertent disclosure. In the unfortunate event that your data is compromised, we may notify you by email at the last email address you provided to us reasonably under the circumstances and as required under the law. Delays in notification may occur while we take necessary measures to determine the scope of the breach and restore the system's integrity."],"accessAndAccuracy":["California residents are entitled to ask us for a notice identifying the categories of Personal Information that we share with our affiliates and third parties for marketing purposes and providing contact information for such affiliates and third parties. We do not “sell” personal information as the CCPA defines, nor do we have actual knowledge that we have “sold” any personal information of minors under 16 years of age. If you are a California resident and would like a copy of this notice, please submit a written request to: team@gartic.com","You acknowledge that all communication made by email (which you provide the addresses) or any other digital, virtual and digital form is also valid as documentary evidence, being effective and sufficient for the dissemination of any matter that refers to the services provided by us, as well as the conditions for its provision, subject to the expressly diverse provisions outlined in this Policy."],"otherProvisions":["Our services are not explicitly directed at children. If you are a user under the age of 13, you are not authorized to use our Services."]}}},"__N_SSG":true}