{"pageProps":{"texts":{"app":{"code":"en","title":"Gartic Phone - The Telephone Game","description":"The online Telephone Game! Play the popular game for free now","keywords":"gartic phone, telephone game, gartic, game","nickname":"CoolNickname","reconnecting":"Reconnecting","reconnectingtxt":"You have lost connection with the server. Attempting to reconnect...","exitgame":"Do you really want to leave the game?","kick":"Kicked out","kicktxt":"You have been kicked out from the room by the host","ok":"OK","contact":"CONTACT","name":"Name","email":"Email","message":"Message","send":"SEND","errorTitle":"ERROR","errorMessage":"Error while sending the message. Try again later.","sendTitle":"Sent!","sendMessage":"Message successfully sent!","home":"HOME","rotatetxt1":"It is not possible to play on landscape position","rotatetxt2":"Turn back to the vertical position.","roomnotfound":"Room not found","roomnotfoundtxt":"The room you are trying to join no longer exists","banned":"Banned","bannedtxt":"You were banned by the room's host","closedroom":"Closed room","closedroomtxt":"This room is no longer available. The game has already begun","error":"Error","invalidparameters":"Invalid parameters","fullroom":"Full room","fullroomtxt":"This room has reached its capacity","playingthisroom":"You are already playing in this room","connectionlost":"CONNECTION LOST","connectionlosttxt":"You have lost the server connection, and it cannot be restored :(","wrongAuth":"The authentication has failed","wrongProvider":"Log-in data is different from the one required","invitationExpired":"Invitation expired or already used","menuThanks":"THANKS","menuTerms":"TERMS OF SERVICE","menuPrivacy":"PRIVACY","menuDiscord":"DISCORD","menuDiscordLink":"https://discord.gg/gartic","menuContact":"CONTACT","menuAssets":"ASSETS","menuHome":"HOME","menuGarticLink":"https://gartic.com","menuOnrizonLink":"https://onrizon.com/en/","menuBlog":"BLOG","langSelect":"SELECT THE LANGUAGE:","language":"LANGUAGE","confirm":"CONFIRM","moderation":"MODERATION ENABLED","moderationtxt1":"Click the button below and paste the link on a hidden tab. Anyone who access the link will be a moderator, so keep it safe","moderationtxt2":"Check the interactions before they're shown to the other players","copyLink":"COPY LINK","feedbackCopy":"COPIED!"},"page":{"title":"TERMS OF USE","topic":["INTRODUCTION","USER CONDUCT","INTELLECTUAL PROPERTY RIGHTS","FEEDBACK","PROHIBITED USES","COMMERCIAL USE","LICENSED RIGHT","ADVERTISEMENTS","INDEMNITY","LIMITATION OF LIABILITY","DISPUTE RESOLUTION","CONTACTING US"],"introduction":["By using the Gartic Phone game, you agree to be bound by these terms of service as well as all applicable laws and regulations, and you accept responsibility for adhering to them. IF YOU DO NOT AGREE WITH ALL THESE TERMS OF USE, YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE, AND YOU MUST DISCONTINUE USE IMMEDIATELY.","Gartic Phone contains materials that are protected by copyright and trademark.","Gartic Phone is intended for users over the age of 13. By accessing the Gartic Phone game, you confirm that you’re at least 13 years old and meet the minimum age of digital consent in your country. If you are old enough to access our services in your country but not old enough to have the authority to consent to our terms, you must have the permission of, and be directly supervised by, your parent or guardian in order to use the site; otherwise, you are not permitted to play Gartic Phone. We are not liable for any damage or loss you may incur due to ignoring the previous explicit warning.","The Terms and Conditions and Privacy Policies are subject to change at any time and are applicable to any platform you might play Gartic Phone, including third-party platforms.","Your continued use of the game after changes are posted will be interpreted as your acceptance of those changes."],"userConduct":["You must treat all users respectfully and accomplish all updated terms, conditions, and policies connected to the Gartic Phone. Respect other game players and inappropriate language and behavior are forbidden. We are not responsible for user-generated content such as nicknames, phrases, drawings, and gifs. Other people's content is their own and does not under any circumstances reflect Gartic Phone's views. Users are responsible for their actions and for the consequences that may result from such activities.","To play Gartic Phone, the user does not need to create an account. As a result, we do not save any information about you. You may opt to link to a third-party social network in order to display your avatar and nickname in the lobby; however, once this room is completed, all data is immediately deleted. We do not store any data from the game; thus, you must save this information.","Gartic Phone cannot censor user content in real-time; therefore, be cautious when considering playing with someone you do not know. We strongly advise you to play only with acquaintances, friends, and family or with people you trust. We assume no responsibility if you disregard our warning and encounter inappropriate content created by someone else.","If you are using Discord Activities to play Gartic Phone and come across inappropriate content created by other players, please report the person to Discord and a moderator on the server in question. Please check out this link if you have any questions about how Discord handles a report.","We have some tools to assist the player in getting rid of users who continue to engage in harmful behavior. If you are streaming a game from Gartic Phone, please be aware that you are responsible for what you are streaming and do not invite users to the game who may create inappropriate content.  Every lobby host has the authority to kick a user out of the room, and that user cannot return. ","We are not responsible for any loss, damage, discomfort, injury, trauma, or disruption you may have as a consequence of playing with other players and viewing offensive content due to their behavior."],"intellectualPropertyRights":["Gartic Phone is the owner of all of the contents of the Services, including but not limited to logos, icons, trademarks, graphics, text, images, moving images, designs, sound, illustration, software, domains, and so on (the \"Intellectual Property Rights\").","We grant you a limited, revocable, non-exclusive, non-transferable, non-sublicensable license to access and use the Gartic Phone game on the website and download and install a copy of the app on a mobile device that you own or control upon acceptance of these Terms.","Any use of Intellectual Property Rights that is not expressly permitted in these Terms, by applicable law, or by us is strictly forbidden.","When you create drawings, animations, or other in-game content (hereinafter referred to as \"User Generated Content\"), you grant us a perpetual, royalty-free, worldwide, exclusive license to use, process, access, modify, display, market, and copy User Generated Content, if applicable. To the extent permitted by applicable law, you waive your moral right and User Generated Content.","You have permission to distribute User Generated Content on any social network or device. You may request their consent if other users engage in the created material. If you do not act in this manner and the user claims their rights, you will be held liable for any disputes arising from these concerns.","You are not permitted to commercialize User Generated Content that contains the Gartic Phone logo, which is owned by us and licensed to us. Besides, it is protected by copyright and trademark laws, such as various other intellectual property rights and unfair business practices laws in the United States, international copyright laws, and international conventions."],"feedback":["If you send us ideas or feedback, you agree that we may freely use or reference those ideas and feedback and do not owe you any payment or have any other obligation of any kind for such ideas or feedback."],"prohibitedUses":["The Services may only be used for the intended purposes. This section is the granting of a license, not a transfer of title. Under this license, you undertake not to:","- create Internet links to the Services or \"split\" or \"mirror\" an application, other services, wireless or internet-based device;","- try to decompile or reverse engineer any software contained in the Gartic Phone game;","- remove any copyright or other proprietary notations from the materials; ","- reproduce or access the game to design or create a competing product or service that uses similar ideas, features, functions, or graphics game, or copy any ideas, features, functions, or graphics from the game;","- copy our product or use our intellectual property without permission;","- use automatic programs or scripts, including but not limited to web spiders, crawlers, robots, ants, indexers, bots, viruses or worms, or other programs that may make multiple server requests per second or that unnecessary burden or hinder the operation and performance of the Services;","- disrupt or obstruct the game’s capacity or performance or data contained in it or attempt to gain unauthorized access to the game or its related systems or networks;","- to use Gartic Phone as a hold of illegal purposes;","- to attempt to do damage to us in any way;","- to solicit others to perform or participate in any unlawful act;","- to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability;","- to embed the Gartic Phone into any third-party websites and platforms without first receiving permission from us and signing a partnership agreement.","- to spam, phish, pharm, pretext, spider, crawl, or scrape;","- to create any obscene or immoral content;","- to interfere with or circumvent the security features of the game, third-party products, and services, or the Internet.","This license must automatically terminate if you violate any of these restrictions; we have the right to investigate and may involve and cooperate with authorities to prosecute offenses committed through the Services."],"commercialUse":["You are allowed to broadcast the game on any live-streaming platform, and you may also be allowed to create and post videos on any video platform or website.  We thank you for including Gartic Phone in your video's content and encourage you to do so.","You can broadcast Gartic Phone's gameplays on any live-streaming platform and create and post videos on any video platform or website as long as you commit to the following:","- Your videos shall be available to consumers free of charge at the time of consumption, and your revenue shall come from other sources, such as sponsors or advertisement banners in your videos;","- Maintain Gartic Phone's name in the live stream or video's title, and include the game's website link in the description;","- Not include illegal, violent, offensive, pornographic, or otherwise improper content in your stream/videos;","- Not mislead the viewers into believing that Gartic Phone agrees with the personal opinion of the streamer/video creator or the live stream/video's subject;","- Use only your own unique content to the live stream/videos or content you have rights to use, such as pictures, sound, music, etc.;","- Not sell physical copies of the videos, such as DVDs or similar;","Only use our Assets to distribute your videos through channels that are provided pay-per-view or require a paid subscription if such videos are also made available to consumers free of charge.","You may utilize Gartic Phone as content in your videos on the occasions that your live stream or video is sponsored by a brand, business, or agency, but only if you agree to:","- Not infringe any of Gartic Phone's intellectual property rights;","- Not allow video and live stream content, including but not limited to images, descriptions, features, communication, script, description, or hashtag usage, that mislead viewers, which they may think Gartic Phone agrees with and endorse with any sponsor-related content;","- Not mislead the viewers into believing that Gartic Phone sponsors the live stream, video, streamer, or channel.","The license will be automatically revoked upon violation of any of the conditions outlined in these terms."],"licensedRight":["Provided that you are eligible to use the Gartic Phone game, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use."],"advertisements":["If you click on an ad, you'll be dealing with outside companies responsible for that advertisement. We do not control the actions of these companies, nor do we control the content of their sites. Report any ad you find offensive or inappropriate at team@gartic.com.","If we consider that this ad violates our advertising standards, we will take suitable action.","We are not responsible for any loss, damage, or inconvenience you suffer from viewing or clicking on advertisements under any circumstances. You must complain directly against the external company responsible for the ad."],"indemnity":["You agree to defend and hold harmless Gartic Phone and its officers, directors, employees, and agents from and against any claims, liabilities, damages, and costs (including reasonable legal and accounting fees) resulting from (a) your access to or use of our services, (b) your content, or (c) your violation of these terms if you are using the services on behalf of a business or other legal entity rather than personally."],"limitationOfLiability":["To the fullest extent permitted by applicable law, in no event will the Operator, its affiliates, directors, employees, agents, suppliers, or licensors be liable to any person for any indirect, incidental, special, punitive, cover, or consequential damages (including, without limitation, damages for lost profits, revenue, sales, goodwill, use of the content, impact on business, business interruption, loss of anticipated savings, loss of business opportunity) however caused, under any theory of liability, including, without limitation, contract, tort, warranty, breach of statutory duty, negligence or otherwise, even if the liable party has been advised as to the possibility of such damages or could have foreseen such damages. To the maximum extent permitted by applicable law, the aggregate liability of the Operator and its affiliates, employees, agents, suppliers, and licensors relating to the services will be limited to an amount no greater than one dollar or any amounts actually paid in cash by you to the Operator for the prior one month period before the event or occurrence giving rise to such liability. The limitations and exclusions also apply if this remedy does not fully compensate you for any losses or fails of its essential purpose."],"disputeResolution":["The formation, interpretation, and performance of these terms and any disputes arising out of them shall be governed by the substantive and procedural laws of Minas Gerais, Brazil, without regard to its rules on conflicts or choice of law and the extent applicable, the laws of Brazil. The exclusive jurisdiction and venue for actions related to the subject matter hereof shall be the courts located in Belo Horizonte, Minas Gerais, Brazil. You hereby submit to the personal jurisdiction of such courts. You, at this moment, waive any right to a jury trial in any proceeding arising from or related to these terms. The United Nations Convention on Contracts for the International Sale of Goods does not apply to these terms."],"contactingUs":["If you have any questions or concerns, we encourage you to contact us using the details below: team@gartic.com"]}}},"__N_SSG":true}